{
    "news":[
       {
          "title":"It's Time for a Gift Exchange on Pokémon TV",
          "date":"December 23, 2022",
          "type":"Animation",
          "description":"Get into the holiday spirit as you watch Ash and friends share presents in a special collection of Pokémon the Series episodes.",
          "article":"There's no time like the present to partake in a bit of gift giving to show others how much you care. Ash and his friends have gotten into the spirit as well in a new collection of Pokémon the Series episodes on Pokémon TV.\nFor the next two weeks, watch how a bit of generosity can strengthen the bond between people and Pokémon alike. They say that when it comes to exchanging presents, it's the thought that counts, and our thought is that you'll enjoy these classic adventures. \nGather around to unwrap the fun on watch.pokemon.com or using the Pokémon TV mobile app. And remember, the Pokémon TV app is now available for Nintendo Switch as well.",
          "url":"https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/stunts/winter/2022/winter-169-en.png"
       },
       {
          "title":"A New Pokémon Animated Series Is Coming in 2023 and Beyond",
          "date":"December 16, 2022",
          "type":"Animation",
          "description":"Celebrate Ash's journey with a collection of special episodes that conclude Pokémon Ultimate Journeys: The Series.",
          "article":"Big changes are coming to the world of Pokémon! Get ready for the premiere of a brand-new animated series featuring an original story and characters, including a girl and a boy, as they set off on action-packed adventures across the Pokémon world.\nThis new series will highlight popular Pokémon like first partners Sprigatito, Fuecoco, and Quaxly from the Pokémon Scarlet and Pokémon Violet video games.\nFans can look forward to these characters' incredible journeys as they unravel the mysteries of the Pokémon world, experiencing everything from exciting Trainer battles to fun Pokémon encounters.\nThe upcoming story will debut after the conclusion of the current season of the Pokémon animation, Pokémon Ultimate Journeys: The Series, which features Ash Ketchum, Pikachu, and his other Pokémon winning the Masters Eight Tournament of the Pokémon World Coronation Series.\nFollowing Ash's historic win as Pokémon World Champion—the culmination of his adventures spanning 25 seasons—fans will be able to commemorate his journey with a collection of special episodes to conclude Pokémon Ultimate Journeys: The Series and provide a glimpse of what the future may hold for the world's strongest Trainer.\nThe forthcoming special episodes not only celebrate our hero's monumental achievement, but they also serve as an expression of gratitude from Pokémon to all the fans who have joined Ash and Pikachu along the way.\nFans can look forward to what's to come in the new animated series, which will represent everything they love about Pokémon animation, including action, adventure, friendship, and—of course—Pokémon.\nMore details regarding the new Pokémon animated series will be revealed in the future.\nTo keep up to date with the latest news, continue to visit Pokemon.com, follow @Pokemon on social media, and subscribe to the official Pokémon YouTube Channel.",
          "url":"https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/2023/new-animated-series-169.png"
       },
       {
          "title":"Pokémon Master Journeys: The Series Available for Digital Rental or PurchaseIt's Time for a Gift Exchange on Pokémon TV",
          "date":"November 29, 2022",
          "type":"Animation",
          "description":"Ash, Goh, and Chloe's recent adventures have reached new streaming platforms.",
          "article":"It's a big, big world, but you know where to find Ash, Goh, and Chloe—battling Pokémon and traveling the Pokémon world, from Kanto to Galar! Pokémon fans in the United States have new opportunities to follow along: all 42 episodes of the latest season are available now on iTunes, Amazon, and Google Play.\nWatch as Ash continues his mission to climb the ranks of the World Coronation Series, Goh remains committed to catching the elusive Mew, and Chloe takes her first thrilling steps as a Trainer when she catches an Eevee.\nRent or purchase Pokémon Master Journeys: The Series on iTunes, Google Play, or Amazon to discover the entire journey!",
          "url":"https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/season24/est/season24-169-en.jpg"
       },
       {
          "title":"Pokémon Ultimate Journeys: The Series Comes to Netflix",
          "date":"October 10, 2022",
          "type":"Animation",
          "description":"Ash, Goh, and Chloe's adventures continue in the 25th season of Pokémon the Series. Watch the trailer now!",
          "article":"The stakes are higher than ever for Ash, Goh, and Chloe as they advance toward their goals in the 25th season of Pokémon the Series. The first 12 episodes of Pokémon Ultimate Journeys: The Series come to Netflix on October 21 in the United States, continuing the trio's adventures as research fellows and Trainers at Cerise Laboratory in Kanto. As the Pokémon World Coronation Series heats up, intensive training is in store for Ash, Pikachu, and their Pokémon friends.\nMeanwhile, Goh embarks on a series of challenging trial missions to become a member of Project Mew.\nAnd as Chloe and Eevee learn about the different Evolutionary paths that Eevee can take, will they be able to come to a decision about its future?\nCheck back for the release of more Pokémon Ultimate Journeys: The Series episodes.\nCan't wait to continue the journey? Watch the Pokémon Ultimate Journeys: The Series trailer.",
          "url":"https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/season25/netflix/announce/season25-on-netflix-169-en.png"
       },
       {
          "title":"Sports Take Over on Pokémon TV",
          "date":"September 30, 2022",
          "type":"Animation",
          "description":"Gain appreciation for the sports of Pokémon the Series with this collection featuring Pokémon Base, Pokémon Ping-Pong, and more!",
          "article":"Whether they're in a battle or a sports competition, Pokémon and Trainers always come together for top results.\nIn this collection of Pokémon the Series episodes, Pokémon and Trainers alike participate in sports competitions across various regions. Ash, Pikachu, and friends get into the action, too—watch as they swing for the fences and work up a sweat with their partner Pokémon!\nTune in over the next two weeks to check out all the Pokémon sports action on Pokémon TV at watch.pokemon.com and on the Pokémon TV mobile app.\nRemember, the app is also available for Nintendo Switch!",
          "url":"https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/stunts/sports/2022/sports-169-en.png"
       }
    ]
 }